brew "htop"         # Interactive process viewer
brew "tmux"         # Terminal multiplexer
brew "gh"           # GitHub command-line tool
brew "tree"         # Display directory structure
brew "curl"         # Tool for sending HTTP requests and interacting with APIs from the command line.
brew "fop"          # XSL-FO processor for converting XML to PDF or other output formats
brew "unixodbc"     # ODBC driver manager for Unix systems 
brew "wxwidgets"
brew "libxslt"
brew "texinfo"      # GNU documentation system
brew "icu4c"        # Unicode and globalization support library
brew "pkg-config"   # Helper tool that provides compiler and linker flags for installed libraries
brew "libpng"
brew "jpeg"
brew "libtiff"
