brew "htop"         # Interactive process viewer
brew "tmux"         # Terminal multiplexer
brew "gh"           # GitHub command-line tool
brew "tree"         # Display directory structure
brew "curl"         # Tool for sending HTTP requests and interacting with APIs from the command line.
brew "fop"          # XSL-FO processor for converting XML to PDF or other output formats
brew "unixodbc"     # ODBC driver manager for Unix systems 
brew "libxslt"      # XSLT 1.0 processor/library (provides `xsltproc`) for transforming XML with XSL stylesheets
brew "texinfo"      # GNU documentation system
brew "icu4c"        # Unicode and globalization support library
brew "pkg-config"   # Helper tool that provides compiler and linker flags for installed libraries
brew "libpng"       # PNG image library
brew "jpeg"         # JPEG image library
brew "libtiff"      # TIFF image library
brew "zlib"         # DEFLATE compression library
brew "xz"           # LZMA compression tools/library
brew "go-task"      # Simple cross-platform task runner ('task' command)
brew "pgcli"        # PostgreSQL CLI with autocomplete and syntax highlighting
